Repository: mwx280/MacDL
Catalog: MacDL/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld Threads
zh_hans: %lld 线程

source: A paused download for this file already exists. Resume it?
zh_hans: 该文件有已暂停的任务，是否恢复下载？

source: About
zh_hans: 关于

source: About %d hours
zh_hans: 约 %d 小时

source: About %d minutes
zh_hans: 约 %d 分钟

source: About %d seconds
zh_hans: 约 %d 秒

source: About MacDL
zh_hans: 关于 MacDL

source: Access granted.
zh_hans: 访问已授权。

source: Active
zh_hans: 进行中

source: Active Downloads
zh_hans: 有活跃下载

source: Add
zh_hans: 新建

source: All
zh_hans: 全部

source: All Downloads
zh_hans: 所有下载

source: Already downloaded
zh_hans: 已下载完成

source: Already downloading
zh_hans: 正在下载中

source: Also remove downloaded files
zh_hans: 同时删除已下载的文件

source: Appearance
zh_hans: 外观

source: Archive
zh_hans: 压缩包

source: Are you sure you want to delete %lld download(s)?
zh_hans: 确定要删除 %lld 个下载任务吗？

source: Audio
zh_hans: 音频

source: Authorization failed
zh_hans: 验证失败

source: Browse...
zh_hans: 浏览...

source: Cancel
zh_hans: 取消

source: Cancel Priority Download
zh_hans: 取消优先下载

source: Cancelled
zh_hans: 已取消

source: Cannot create folder
zh_hans: 无法创建文件夹

source: Cannot read file
zh_hans: 无法读取文件

source: Cannot write file
zh_hans: 无法写入文件

source: Checksum error
zh_hans: 校验错误

source: Click anywhere to exit
zh_hans: 点击任意位置退出

source: Code
zh_hans: 代码

source: Command error
zh_hans: 命令错误

source: Completed
zh_hans: 已完成

source: Completed Download
zh_hans: 已完成

source: Connecting to server...
zh_hans: 正在连接服务器...

source: Connection failed
zh_hans: 连接失败

source: Connection refused
zh_hans: 连接被拒绝

source: Connections
zh_hans: 连接数

source: Copy Link
zh_hans: 拷贝链接

source: Corrupted torrent
zh_hans: 种子文件损坏

source: Current
zh_hans: 当前

source: Dark
zh_hans: 深色

source: Default Max Connections
zh_hans: 默认最大连接数

source: Delete
zh_hans: 删除

source: Developer
zh_hans: 开发者

source: Disk error
zh_hans: 磁盘错误

source: Disk full
zh_hans: 磁盘已满

source: DNS failed
zh_hans: DNS解析失败

source: Document
zh_hans: 文档

source: Download
zh_hans: 下载

source: Download Again
zh_hans: 重新下载

source: Download failed
zh_hans: 下载失败

source: Download file has been deleted
zh_hans: 下载文件已被删除

source: Download folder access lost. Choose it again in Settings.
zh_hans: 下载文件夹访问权限丢失，请在设置中重新选择。

source: Download Limit
zh_hans: 下载限速

source: Download Location
zh_hans: 下载位置

source: Download speed: %@
zh_hans: 下载速度: %@

source: Download too slow
zh_hans: 下载速度过慢

source: Download URLs
zh_hans: 下载链接

source: Downloading classified data...
zh_hans: 正在下载加密数据...

source: Duplicate task
zh_hans: 重复任务

source: Duplicate torrent
zh_hans: 重复的种子

source: Duplicate URL
zh_hans: 重复的下载链接

source: Error
zh_hans: 错误

source: Failed Download
zh_hans: 下载失败

source: File changed on server, resume not possible
zh_hans: 服务器文件已变化，无法续传

source: File corrupted
zh_hans: 文件损坏

source: File exists
zh_hans: 文件已存在

source: File not found
zh_hans: 文件未找到

source: Filter
zh_hans: 筛选

source: Follow System
zh_hans: 跟随系统

source: FTP error
zh_hans: FTP错误

source: General
zh_hans: 通用

source: GeoIP blocked
zh_hans: GeoIP限制

source: Hide Window
zh_hans: 隐藏窗口

source: If you like this project, please give it a star ⭐
zh_hans: 如果觉得项目不错，欢迎点个 Star ⭐

source: Image
zh_hans: 图片

source: In Queue
zh_hans: 队列中

source: Initializing download sequence...
zh_hans: 正在初始化下载序列...

source: Interrupted
zh_hans: 已中断

source: Invalid magnet link
zh_hans: 无效的磁力链接

source: Invalid metalink
zh_hans: Metalink格式错误

source: Invalid option
zh_hans: 无效的选项

source: Invalid torrent
zh_hans: 无效的种子文件

source: IP blocked
zh_hans: IP被屏蔽

source: Language
zh_hans: 语言

source: Launch at Login
zh_hans: 开机自启动

source: Launch at Login requires the app to run from the Applications folder.
zh_hans: 开机自启动需要把 App 放在「应用程序」文件夹中。

source: Light
zh_hans: 浅色

source: Max Connections
zh_hans: 最大连接数

source: Max Downloads
zh_hans: 同时下载

source: Network error: %@
zh_hans: 网络错误：%@

source: New Download
zh_hans: 新建下载任务

# No Downloads
source: No download tasks
zh_hans: 暂无下载任务

source: Not Found
zh_hans: 资源不存在

source: Not Resumable
zh_hans: 不可续传

source: One URL per line, multiple URLs supported
zh_hans: 每行一个链接，支持多个链接放入

source: Other
zh_hans: 其他

source: Pause
zh_hans: 暂停

source: Pause All
zh_hans: 全部暂停

source: Pause non-resumable download?
zh_hans: 暂停不可续传的任务？

source: Paused
zh_hans: 已暂停

source: Paused Download
zh_hans: 已暂停的下载

source: Peer not found
zh_hans: 未找到节点

# Preferences
source: Settings...
zh_hans: 设置...

source: Previous download failed: %@. Retry?
zh_hans: 之前下载失败：%@。是否重试？

source: Priority Download
zh_hans: 优先下载

source: Proxy error
zh_hans: 代理错误

source: Quit
zh_hans: 退出

source: Quit MacDL
zh_hans: 退出 MacDL

source: Rename failed
zh_hans: 重命名失败

source: Resumable
zh_hans: 可续传

source: Resume
zh_hans: 继续

source: Resume All
zh_hans: 全部继续

source: Resume not supported
zh_hans: 不支持断点续传

source: Retry
zh_hans: 重试

source: RPC error
zh_hans: RPC错误

source: Running
zh_hans: 运行中

source: Save to
zh_hans: 保存到

source: Select download folder
zh_hans: 选择下载目录

source: Select...
zh_hans: 选择...

source: Server busy
zh_hans: 服务器繁忙

source: Server does not support resume, will download with a single connection
zh_hans: 服务器不支持断点续传，将使用单线程下载

source: Server does not support this download range
zh_hans: 服务器不支持该下载范围

source: Server error
zh_hans: 服务器错误

source: Settings
zh_hans: 设置

source: Show in Finder
zh_hans: 在访达中显示

source: Show Window
zh_hans: 显示窗口

source: Single connection · server does not support resume
zh_hans: 单线程 · 服务器不支持断点续传

source: SSL/TLS error
zh_hans: SSL/TLS错误

source: Starting...
zh_hans: 启动中...

source: Status
zh_hans: 状态

source: Stopped
zh_hans: 已停止

source: Tech Stack
zh_hans: 技术栈

source: The URL is already in the download queue
zh_hans: 该下载链接已在下载队列中

source: There are %lld active downloads. Quit anyway?
zh_hans: 有 %lld 个活跃下载，确定退出吗？

source: This download does not support resuming. Pausing it means it must restart from the beginning. Pause anyway?
zh_hans: 该下载不支持断点续传，暂停后需要从头重新下载。仍要暂停吗？

source: This file has already been downloaded. Download again?
zh_hans: 该文件已下载完成，是否重新下载？

source: Timeout
zh_hans: 连接超时

source: Too many failures
zh_hans: 失败次数过多

source: Too many redirects
zh_hans: 重定向过多

source: Too slow
zh_hans: 下载过慢

source: Total: %lld
zh_hans: 总下载: %lld

source: Unknown error
zh_hans: 未知错误

source: Unlimited
zh_hans: 无限制

source: Upload Limit
zh_hans: 上传限速

source: URL too long
zh_hans: URL过长

source: Video
zh_hans: 视频

source: Waiting
zh_hans: 等待中

source: You found the easter egg!
zh_hans: 你发现了彩蛋！

source: Download Started
zh_hans: 开始下载

source: Download Completed
zh_hans: 下载完成

source: Download from Clipboard
zh_hans: 从剪切板下载

source: No Download Link
zh_hans: 未找到下载链接

source: The clipboard doesn't contain a valid download link.
zh_hans: 剪切板中没有有效的下载链接。

source: Already in Download List
zh_hans: 已在下载列表中

source: Redownload
zh_hans: 重新下载

source: Hide Dock Icon on Close
zh_hans: 关闭窗口后隐藏 Dock 图标

source: Priority Download Failed
zh_hans: 优先下载失败

source: Priority download %@ failed. Other downloads have been resumed.
zh_hans: 优先下载 %@ 失败，其余下载已恢复。

source: Invalid download link
zh_hans: 无效的下载链接
